{
    "navbar": {
        "sidebar": "التنقل",
        "list": "لوحة",
        "home": "الرئيسية",
        "about": "من نحن",
        "products": "المنتجات",
        "changeLang": "التحويل إلى الإنجليزية",
        "login": "تسجيل الدخول",
        "logout": "تسجيل الخروج"
    },
    "auth": {
        "login": "تسجيل الدخول",
        "register": "إنشاء حساب جديد",
        "email": "الإيميل",
        "password": "كلمة السر",
        "username": "اسم المستخدم",
        "haveAccount": "أنا أملك حساب",
        "dontHaveAccount": "ليس لدي حساب",
        "successLogin": "تم تسجيل الدخول بنجاح",
        "successRegister": "تم إنشاء الحساب بنجاح"
    },
    "home": {
        "title": "نحن نغير طريقة تسوق الناس",
        "desc": "مرحبًا بك في موقعنا الإلكتروني المميز، حيث نقدم لك تجربة تسوق استثنائية تجمع بين السهولة والراحة. نفتخر بتقديم مجموعة واسعة من المنتجات ذات الجودة العالية وبأسعار تنافسية، مما يضمن لك الحصول على أفضل قيمة مقابل مالك. بفضل واجهتنا البسيطة والمستخدمة، يمكنك تصفح مجموعتنا المتنوعة بسهولة وسرعة، والعثور على ما تحتاج إليه بسرعة ويسر. تتيح لك خدمة الدفع الآمنة التي نقدمها الشراء بثقة تامة، دون أي قلق بشأن الخصوصية أو الأمان. بالإضافة إلى ذلك، نحرص على تقديم خدمة عملاء ممتازة تضمن لك حلاً سريعًا وفعّالًا لأي استفسارات أو مشاكل قد تواجهك أثناء تجربتك معنا. انضم إلينا اليوم واستمتع بتجربة تسوق لا تُنسى، حيث الجودة، الراحة، والثقة تلتقي لتلبي احتياجاتك وتفوق توقعاتك."
    },
    "about": {
        "title": "من نحن",
        "desc": "مرحبًا بكم في صفحتنا ، حيث نسعد بمشاركة قصتنا معكم. بدأت رحلتنا بشغف لتقديم منتجات استثنائية والتزام لا يتزعزع برضا العملاء. نفخر بتقديم مجموعة متنوعة من السلع عالية الجودة، مصدرة من موردين موثوقين في جميع أنحاء العالم. مهمتنا هي توفير تجربة تسوق سلسة لكم، مدعومة بمعاملات آمنة ودعم عملاء متميز. انضموا إلينا ونحن نستمر في النمو والابتكار، مدفوعين بالتفاني في التميز ورضاكم."
    },
    "products": {
        "chooseProduct": "اختر منتجاتك",
        "selectTitle": "تحديد الاسم",
        "titlePlaceholder": "البحث عبر اسم المنتج",
        "selectPrice": "تحديد السعر",
        "selectCategory": "تحديد الصنف",
        "categoryDefault": "الافتراضية",
        "selectSort": "ترتيب المنتجات",
        "sortDefault": "الافتراضية",
        "search": "بحث",
        "reset": "الوضع الافتراضي",
        "a-z" : "أ - ي",
        "z-a" : "ي - أ"
    },
    "footer": {
        "copyrights": "@ تم تصميم وتطوير الموقع عن طريق مظفر محمد | 2023 - 2024"
    }
}